"S" = "S";
"Sleet" = "Sludd";
"South West" = "Sørvest";
"Chance of Rain" = "Sjanse for regn";
"South East" = "Sørøst";
"Medium" = "Middels";
"South" = "Sør";
"%@ knots" = "%@ Knop";
"Weather" = "Været";
"Moderate" = "Moderat";
"%@\"" = "%@\"";
"%@ hPa" = "%@ hpa";
"%@º" = "%@º";
"%@ kilometers" = "%@ kilometer";
"SE" = "SØ";
"%@ mm" = "%@ mm";
"Low" = "Min.";
"Feels Like: %@" = "Føles som: %@";
"Current Temperature" = "Gjeldende temperatur";
"Fog" = "Tåke";
"Wind" = "Vind";
"%@ miles" = "%@ miles";
"Currently %@" = "%@ nå";
"Extreme" = "Ekstremt";
"NW" = "NV";
"Current Weather" = "Værforhold";
"%@ mb" = "%@ mb";
"%@ in" = "%@ tm";
"Mostly Clear" = "Stort sett skyfritt";
"Haze" = "Dis";
"m/s" = "m/s";
"TODAY" = "I DAG";
"North West" = "Nordvest";
"North East" = "Nordøst";
"%@ cm" = "%@ cm";
"Tornadoes" = "Tornadoer";
"mph" = "mph";
"Request Location Access" = "Be om godkjenning";
"Location: %@" = "Sted: %@";
"Partly Cloudy" = "Delvis overskyet";
"Hail" = "Hagl";
"Visibility" = "Sikt";
"Knots" = "Knop";
"Thunderstorms" = "Kraftig tordenvær";
"UV Index" = "UV-indeks";
"Precipitation" = "Nedbør";
"Humidity" = "Luftfuktighet";
"Rain Probability" = "Sjanse for regn";
"inches" = "Tommer";
"West" = "Vest";
"km/h" = "km/t";
"NE" = "NØ";
"Clear" = "Skyfritt";
"UV: %@" = "UV: %@";
"km" = "km";
"%@ km" = "%@ km";
"WEATHER" = "VÆRET";
"cm" = "cm";
"E" = "Ø";
"%@ m/s" = "%@ m/s";
"Feels Like" = "Føles som";
"East" = "Øst";
"Chance of Snow" = "Sjanse for snø";
"Temperature" = "Temperatur";
"Windy" = "Vind";
"%@ km/h" = "%@ km/t";
"Pressure" = "Trykk";
"High" = "Maks";
"Snow" = "Snø";
"Miles" = "Miles";
"North" = "Nord";
"%@ chance of rain" = "%@ sjanse for regn";
"Current Location" = "Nåværende posisjon";
"Kilometers" = "Kilometer";
"%@ mph" = "%@ mph";
"%@ chance of snow" = "%@ sjanse for snø";
"Cloudy" = "Overskyet";
"Very High" = "Svært høy";
"More Information" = "Mer informasjon";
"N" = "N";
"Rain" = "Regn";
"SW" = "SV";
"hPa" = "hPa";
"MPH" = "MPH";
"Today" = "I dag";


// Unlocalized strings



// Unlocalized strings



// Modified strings

"Dew Point" = "Duggpunkt";
"Your weather access has expired. You will need to purchase a new package to continue receiving weather data." = "Din tilgang til værdata har løpt ut. Du må kjøpe en ny pakke for å fortsette å ta i mot værdata.";
"You do not have an active weather account. You will need to purchase a weather paackge to receive weather data." = "Du har ingen aktiv værkonto. Du må kjøpe en værpakke for å kunne ta i mot værdata.";
"Please update iStat Menus to continue receiving weather data." = "Vennligst oppdater iStat Menus for å fortsette å ta i mot værdata.";
"View & Purchase Packages" = "Se & kjøp pakker";
